Repository: maxnd/mxMarkEdit
Catalog: languages/mxmarkedit.*.po
Languages: it

# unit7.srcut060
source: Close the form.
it: Chiude la maschera.

source: In the search files form
it: Maschera di ricerca file

source: Move the cursor in the Find field.
it: Sposta il cursore nel campo Trova.

# unit7.srcut063
source: Close the form.
it: Chiude la maschera.

source: In the words recurrence form
it: Maschera di ricorrenza parole

# unit7.srcut065
source: Close the form.
it: Chiude la maschera.

source: Cell
it: Cella
