Repository: maxnd/mxMarkEdit
Catalog: languages/mxmarkedit.*.po
Languages: it

source: Website of mxMarkEdit
it: Sito web di mxMarkEdit

source: Author and copyright:
it: Autore e copyright:

source: A free software to manage Markdown documents
it: Un software libero per gestire documenti in Markdown

source: Version
it: Versione

# tfmeditor.bnok.caption
source: Close
it: Chiudi

# tfmfiles.bnfind.caption
source: Find
it: Trova

source: Set folder
it: Scegli cartella

# tfmfiles.bnok.caption
source: Close
it: Chiudi

source: Search in files
it: Ricerca nei file

# tfmfiles.lbfind.caption
source: Find
it: Trova

source: Folder
it: Cartella

source: Select a folder
it: Scegli una cartella

# tfmfiles.sgfiles.columns[1].title.caption
source: Path
it: Percorso

# tfmfiles.sgfiles.columns[2].title.caption
source: File name
it: Nome del file

# tfmfiles.sgfiles.columns[3].title.caption
source: Context
it: Contesto

# tfmmain.cbfilter.text
source: All the headings
it: Tutte le intestazioni

source: Chars: 0
it: Caratteri: 0

# tfmmain.lbfiltergrid.caption
source: Filter
it: Filtra

# tfmmain.lbfindgrid.caption
source: Find
it: Trova

source: Edit
it: Modifica

# tfmmain.mieditcopy.caption
source: Copy
it: Copia

source: Cut
it: Taglia

# tfmmain.mieditdisableform.caption
source: Disable formatting
it: Disabilita formattazione

source: Disable spell checking
it: Disabilita correzione

# tfmmain.mieditfind.caption
source: Find
it: Trova

source: Show duplicate words
it: Mostra parole ripetute

source: Hide titles and todo list
it: Nascondi lista titoli e attività

# tfmmain.mieditlink.caption
source: Insert link to file
it: Inserisci link a file

source: Paste
it: Incolla

source: Select all
it: Seleziona tutto

source: Show current title or todo
it: Mostra titolo o attività corrente

source: Show todo form
it: Mostra maschera attività

source: Show words recurrence form
it: Mostra maschera ricorrenza parole

source: Import tables...
it: Importa tabelle...

source: Insert...
it: Inserisci...

source: New
it: Nuovo

source: Open...
it: Apri...

source: Save
it: Salva

source: Save as...
it: Salva come...

source: Search in files...
it: Cerca nei file...

source: Help
it: Aiuto

source: Tools
it: Strumenti

source: Compile bibliography
it: Compila bibliografia

source: Download manual
it: Scarica manuale

source: Open another window
it: Apri un'altra finestra

# tfmmain.mitoolsoptions.caption
source: Settings
it: Opzioni

source: Optimize presentation...
it: Ottimizza presentazione...

source: Convert with Pandoc
it: Converti con Pandoc

source: Shortcuts list
it: Lista scorciatoie

source: None
it: Nessuna

source: Middle
it: Media

source: High
it: Alta

source: Transparency
it: Trasparenza

# tfmmain.odlink.title
source: Open file
it: Apri file

# tfmmain.odopen.title
source: Open Markdown file
it: Apri file Markdown

source: Open tables file
it: Apri file tabelle

# tfmmain.sdsave.title
source: Save Markdown file
it: Salva file Markdown

source: Remove colors
it: Rimuovi colori

source: Set standard colors
it: Colori standard

source: Code color
it: Colore codice

source: Footnote color
it: Colore note

source: Link color
it: Colore link

source: Text color
it: Colore testo

source: Titles 1 color
it: Colore titoli 1

source: Titles 2 color
it: Colore titoli 2

source: Titles 3 - 6 color
it: Colore titoli 3 - 6

source: Todo color
it: Colore attività

# tfmoptions.caption
source: Options
it: Opzioni

source: Select a color
it: Selezionare un colore

# tfmoptions.lbauthseparator.caption
source: Author separator
it: Separatore autore

# tfmoptions.lbauthsmallcaps.caption
source: Authors in small caps
it: Autori in maiuscoletto

source: Options of Pandoc
it: Opzioni di Pandoc

source: Output file
it: File di output

source: Path of Pandoc
it: Percorso di Pandoc

source: Template
it: Modello

source: Show markers
it: Mostra marcatori

source: Delay in days for deadlines
it: Ritardo in giorni per scad.

source: Line spacing
it: Interlinea

source: No formatting beyond length
it: Non formattare oltre lung.

source: Size of normal font
it: Dimensione font normale

source: Size of code font
it: Dimensione font codice

# tfmoptions.lbtitleseparator.caption
source: Title separator
it: Separatore titolo

source: Font name
it: Nome del font

source: Code font name
it: Nome del font per codice

source: First
it: Primo

source: Next
it: Seguente

# tfmsearch.bnok.caption
source: Close
it: Chiudi

source: Previous
it: Precedente

source: Replace all
it: Sostituisci tutto

# tfmsearch.bnrepone.caption
source: Replace and find
it: Sostituisci e trova

source: Search
it: Cerca

source: Text to find
it: Testo da cercare

source: Replace with
it: Sostituisci con

# tfmshortcuts.bnok.caption
source: Close
it: Chiudi

source: Shortcuts
it: Scorciatoie

source: Shortcut
it: Scorciatoie

source: Action
it: azioni

# tfmtasks.bncopy.caption
source: Copy
it: Copia

# tfmtasks.bnok.caption
source: Close
it: Chiudi

source: Toggle state
it: Cambia stato

source: Todo
it: Attività

source: Hide done items
it: Nascondi attività svolte

# tfmtasks.cbresources.text
source: All the resources
it: Tutte le risorse

source: Todo items: 0
it: Attività: 0

# tfmtasks.sgtasks.columns[1].title.caption
source: Done
it: Svolta

# tfmtasks.sgtasks.columns[2].title.caption
source: Deadline
it: Scadenza

# tfmtasks.sgtasks.columns[3].title.caption
source: Heading
it: Intestazione

# tfmtasks.sgtasks.columns[4].title.caption
source: Title
it: Titolo

# tfmwords.bncopy.caption
source: Copy
it: Copia

# tfmwords.bnok.caption
source: Close
it: Chiudi

source: Refresh
it: Aggiorna

source: Skip
it: Non considerare

source: Words recurrence
it: Ricorrenza delle parole

source: Words used: 0
it: Parole usate: 0

source: Words to skip (separated by comma)
it: Parole da non considerare (separate da virgola)

source: Words
it: Parole

source: Recurrences
it: Ricorrenze

source: en
it: it

source: Markdown files|*.md|All files|*
it: File Markdown|*.md|Tutti i file|*

# unit1.dlg002
source: Save Markdown file
it: Salva file Markdown

# unit1.dlg003
source: Open Markdown file
it: Apri file Markdown

source: All files|*
it: Tutti i file|*

# unit1.dlg005
source: Open file
it: Apri file

source: Tables|*.csv
it: Tabelle|*.csv

source: Open tables
it: Apri tabelle

source: with bibliography
it: con bibliografia

source: # Bibliography
it: # Bibliografia

# unit1.lb001
source: All the headings
it: Tutte le intestazioni

# unit1.lb002
source: Headings 1 - 5
it: Intestazioni 1 - 5

source: Headings 1 - 4
it: Intestazioni 1 - 4

source: Headings 1 - 3
it: Intestazioni 1 - 3

source: Headings 1 - 2
it: Intestazioni 1 - 2

# unit1.lb006
source: Headings 1
it: Intestazioni 1

source: Tables names
it: Nomi tabelle

source: Tables
it: Tabelle

source: Sum:
it: Somma:

source: Maximum value:
it: Valore massimo:

source: Minimum value:
it: Valore minimo:

source: Average:
it: Media:

source: Count:
it: Conteggio:

source: Characters:
it: Caratteri:

source: Discard text changes?
it: Scartare le modifiche al testo?

source: It was not possible to save the current file.
it: Non è stato possibile salvare il file corrente.

source: It was not possible to load the selected file.
it: Non è stato possibile aprire il file selezionato.

source: Create a new document?
it: Creare un nuovo documento?

source: It was not possible to load the last used file.
it: Non è stato possibile aprire l'ultimo file utilizzato.

source: The file is not available.
it: Il file non è disponibile.

source: The current document has no name.
it: Il documento corrente non ha un nome.

source: It was not possible to create the backup file.
it: Non è stato possibile creare il file di backup.

source: Delete the current column of the current table?
it: Eliminare la colonna corrente della tabella corrente?

source: It's not possible to create a footnote reference at the beginning of a paragraph.
it: Non è possibile creare un rimando ad una nota a piè pagina all'inizio di un paragrafo.

source: It's not possible to insert a new row since the last one contains some data.
it: Non è possibile inserire una nuova riga in quanto l'ultima contiene dei dati.

source: Delete the current row?
it: Eliminare la riga corrente?

source: Sort the content of current column of the current table?
it: Ordinare il contenuto della colonna corrente della tabella corrente?

source: Delete the content of the selected cells?
it: Eliminare il contenuto delle celle selezionate?

source: Insert a new column in the current table?
it: Inserire una nuova colonna nella tabella corrente?

source: This functionality must be called within a heading and not at the end of the text.
it: Questa funzionalità deve essere attivata all'interno di un'intestazione e non alla fine del testo.

source: Cut in the clipboard all the text under the current heading?
it: Tagliare in ritaglio tutto il testo sotto la corrente intestazione?

source: The table is not delimited at the bottom; add a fictional title after its last row in the first left column.
it: La tabella non è delimitata in basso; aggiungere un titolo fittizio dopo la sua ultima riga nella prima colonna a sinistra.

source: Create in a new file a version of the current presentation optimized for mxMarkEdit?
it: Creare in un nuovo file una versione della corrente presentazione ottimizzata per mxMarkEdit?

source: It was not possible to save the optimized file.
it: Non è stato possibile salvare il file ottimizzato.

source: Save in the Downloads directory the screenshots of the presentation (press ESC to stop)?
it: Salvare nella cartella Downloads le schermate della presentazione (ESC per interrompere)?

source: Create in a new file a version of the current document with the bibliography?
it: Creare in un nuovo file una versione del documento corrente con la bibliografia?

source: It was not possible to save the file with bibliography.
it: Non è stato possibile salvare il file con bibliografia.

source: Replace the content of the grid with the tables of the selected file?
it: Sostituire il contenuto della griglia con le tabelle del file selezionato?

source: The selected key has no match in the bibliographic table.
it: La chiave selezionata non ha alcuna corrispondenza nella tabella bibliografica.

source: Text not found.
it: Testo non trovato.

source: Replace all the recurrences of
it: Sostituire tutte le occorrenze di

source: with
it: con

source: day
it: giorno

source: days
it: giorni

source: Todo items:
it: Attività:

# unit4.tsk004
source: All the resources
it: Tutte le risorse

source: done
it: svolte

# unit5.msgsk001
source: Words used:
it: Parole usate:

source: Sort by words
it: Ordina per parole

source: Sort by recurrences
it: Ordina per ricorrenze

source: Error in searching in the files.
it: Errore nella ricerca all'interno dei file.

source: The search has stopped to 5,000 occurrences; try to refine it.
it: La ricerca si è interrotta a 5.000 ricorrenze; provare a rifinirla.

source: In the main form
it: Maschera principale

source: Undo the last action in the document (not in the grid).
it: Annulla l'ultima azione nel documento (non nella griglia).

source: Redo the last action in the document (not in the grid).
it: Ripristina l'ultima azione nel documento (non nella griglia).

source: Select one of the six filter options above the title and todo list.
it: Seleziona una delle sei opzioni di filtro sopra il titolo e l'elenco delle attività.

source: Change the size of the normal font.
it: Cambia la dimensione del font normale.

source: Change the size of the mono font, used for code.
it: Cambia la dimensione del font mono, usato per il codice.

source: Delete the current paragraph.
it: Elimina il paragrafo corrente.

source: Insert the current date.
it: Inserisci la data corrente.

source: Insert the current date and time.
it: Inserisci la data e l'ora correnti.

source: Arrow up
it: Freccia in su

source: Arrow down
it: Freccia in giù

source: Arrow left
it: Freccia a sinistra

source: Arrow right
it: Freccia a destra

source: or
it: o

source: Space
it: Spazio

source: Format the selected text in bold, or the current word if no text is selected.
it: Formatta il testo selezionato in grassetto o la parola corrente se non è selezionato alcun testo.

source: Format the selected text in italics, or the current word if no text is selected.
it: Formatta il testo selezionato in corsivo, o la parola corrente se non è selezionato alcun testo.

source: If the cursor is inside a numbered list, renumber the list.
it: Se il cursore si trova all'interno di un elenco numerato, rinumera l'elenco.

source: Renumber all the possible footnotes references if they have been manually changed.
it: Rinumera tutti i possibili riferimenti alle note a piè di pagina se sono stati modificati manualmente.

source: Find in the document the next recurrence of the text specified in the search form, even if it’s closed.
it: Trova nel documento la ricorrenza successiva del testo specificato nella maschera di ricerca, anche se è chiusa.

source: Find in the document the previous recurrence of the text specified in the search form, even if it’s closed.
it: Trova nel documento la ricorrenza precedente del testo specificato nella maschera di ricerca, anche se è chiusa.

source: Create a todo item with a deadline whose delay in days is specified in the options, or set it as done or to be done.
it: Crea un elemento attività con una scadenza il cui ritardo in giorni è specificato nelle opzioni, oppure impostalo come fatto o da fare.

source: Create a todo item without a deadline, or set it as done or to be done.
it: Crea un elemento attività senza scadenza, oppure impostalo come fatto o da fare.

source: Move up the current paragraph.
it: Sposta verso l'alto il paragrafo corrente.

source: Move down the current paragraph.
it: Sposta verso il basso il paragrafo corrente.

source: Select the previous heading.
it: Seleziona l'intestazione precedente.

source: Select the next heading.
it: Seleziona l'intestazione successiva.

source: Transform a list with dashes (-) into a numbered list.
it: Trasforma un elenco con trattini (-) in un elenco numerato.

source: Transform a numbered list into a list with dashes (-).
it: Trasforma un elenco numerato in un elenco con trattini (-).

source: Set the current position of the cursor in the bookmark.
it: Imposta la posizione corrente del cursore nel segnalibro.

source: Move the cursor to the position already set in the bookmark.
it: Sposta il cursore nella posizione già impostata nel segnalibro.

source: Show the picture contained in a Markdown image link at the beginning of the current paragraph (Esc to close).
it: Mostra la fotografia contenuta in un link immagine di Markdown all’inizio del paragrafo corrente (ESC per chiudere).

source: Activate the presentation mode and highlight the following paragraph, skipping the empty lines.
it: Attiva la modalità presentazione ed evidenzia il paragrafo seguente, saltando le righe vuote.

source: Activate the presentation mode and highlight the previous paragraph, skipping the empty lines.
it: Attiva la modalità presentazione ed evidenzia il paragrafo precedente, saltando le righe vuote.

source: If the presentation mode is activated, highlight the following paragraph, skipping the empty lines.
it: Se la modalità presentazione è attiva, evidenzia il paragrafo seguente, saltando le righe vuote.

source: If the presentation mode is activated, highlight the previous paragraph, skipping the empty lines.
it: Se la modalità presentazione è attiva, evidenzia il paragrafo precedente, saltando le righe vuote.

source: Activate the presentation mode and save all the screenshots in the Downloads folder.
it: Attiva la modalità presentazione e salva tutte le schermate nella cartella Downloads.

source: Make uppercase the current word.
it: Rendi maiuscola la parola corrente.

source: Make lowercase the current word.
it: Rendi minuscola la parola corrente.

source: Capitalize the current word.
it: Rendi maiuscola l'iniziale della parola corrente.

source: Show the tables grid.
it: Mostra la griglia delle tabelle.

source: Copy the selected citations in the document so that they can be properly pasted in the bibliographic table.
it: Copia le citazioni selezionate nel documento in modo che possano essere incollate nella tabella bibliografica.

source: Show the citation taken from the bibliographic table that matches the current key.
it: Mostra la citazione ricavata dalla tabella bibliografica che corrisponde alla chiave corrente.

source: If the cursor is within a heading, cut this heading and all the text that is under it, included possible headings of lower levels.
it: Se il cursore si trova all'interno di un'intestazione, la taglia con il testo sottostante, incluse le possibili intestazioni di livello inferiore.

source: Within a footnote reference in the document, move the cursor to the corresponding footnote.
it: All'interno di un riferimento di nota a piè di pagina nel documento, sposta il cursore sulla nota a piè di pagina corrispondente.

source: Within a footnote, move the cursor to the corresponding footnote reference in the document.
it: All'interno di una nota a piè di pagina, sposta il cursore sul riferimento di nota a piè di pagina corrispondente nel documento.

source: In other positions, create a new footnote reference and a new footnote, both properly automatically numbered.
it: In altre posizioni, crea un nuovo riferimento di nota e una nuova nota, entrambi numerati automaticamente in modo appropriato.

source: In the tables grid
it: Griglia delle tabelle

source: Open the extended editor.
it: Apri l'editor esteso.

source: In the extended editor, show the cell at the left of the current one.
it: Nell'editor esteso, mostra la cella a sinistra di quella corrente.

source: In the extended editor, show the cell over the current one.
it: Nell'editor esteso, mostra la cella sopra quella corrente.

source: In the extended editor, show the cell at the right of the current one.
it: Nell'editor esteso, mostra la cella a destra di quella corrente.

source: In the extended editor, show the cell below the current one.
it: Nell'editor esteso, mostra la cella sotto quella corrente.

source: Copy the bibliographic key in the second column among curly brackets.
it: Copia la chiave bibliografica nella seconda colonna tra parentesi graffe.

source: Make unique the current key in the second column.
it: Rendi univoca la chiave corrente nella seconda colonna.

source: Insert a new row.
it: Inserisci una nuova riga.

source: Delete the content of the selected cell or cells, after confirmation.
it: Elimina il contenuto della cella o delle celle selezionate, dopo una conferma.

source: Delete the current row, after confirmation if it's not empty.
it: Elimina la riga corrente, dopo una conferma se non è vuota.

source: Search downward the text typed in the Find field starting from the current position and just in the current column of the current table.
it: Cerca verso il basso il testo digitato nel campo Trova a partire dalla posizione corrente e solo nella colonna corrente della tabella corrente.

source: Search upward the text typed in the Find field starting from the current position and just in the current column of the current table.
it: Cerca verso l'alto il testo digitato nel campo Trova a partire dalla posizione corrente e solo nella colonna corrente della tabella corrente.

source: Move up the current row.
it: Sposta verso l'alto la riga corrente.

source: Move down the current row.
it: Sposta verso il basso la riga corrente.

source: Add a new column in the current table, after confirmation.
it: Aggiungi una nuova colonna nella tabella corrente, dopo una conferma.

source: Delete the current column in the current table, after confirmation, if it’s not the first one, containing the tables names.
it: Elimina la colonna corrente nella tabella corrente, dopo una conferma, se non è la prima, contenente i nomi delle tabelle.

source: Move left the current column just of the current table with its content.
it: Sposta a sinistra la colonna corrente solo della tabella corrente con il suo contenuto.

source: Move right the current column just of the current table with its content.
it: Sposta a destra la colonna corrente solo della tabella corrente con il suo contenuto.

source: Move the current table, with all its field, before the previous one.
it: Sposta la tabella corrente, con tutti i suoi campi, prima di quella precedente.

source: Move the current table, with all its field, after the next one.
it: Sposta la tabella corrente, con tutti i suoi campi, dopo quella seguente.

source: In the tables names column, select the previous table title, while in the other columns move the cursor to the top of the grid.
it: Nella colonna dei nomi delle tabelle, seleziona il titolo della tabella precedente, mentre nelle altre colonne sposta il cursore in cima alla griglia.

source: In the tables names column, select the following table title, while in the other columns move the cursor to the last edited row of the current column.
it: Nella colonna dei nomi delle tabelle, seleziona il titolo della tabella seguente, mentre nelle altre colonne sposta il cursore all'ultima riga della colonna.

source: Move the cursor to the first column of the grid.
it: Sposta il cursore alla prima colonna della griglia.

source: Move the cursor to the last right edited column of the current row.
it: Sposta il cursore all'ultima colonna modificata a destra della riga corrente.

source: Insert the current date except in the tables names column and in the headings.
it: Inserisci la data corrente eccetto che nella colonna dei nomi delle tabelle e nelle intestazioni.

source: If the current cell contains a date, increase it of one day.
it: Se la cella corrente contiene una data, la incrementa di un giorno.

source: If the current cell contains a date, decrease it of one day.
it: Se la cella corrente contiene una data, la decrementa di un giorno.

source: Sort ascending the content of the current column in the current table, after confirmation, stopping before the formula if it's present in any column.
it: Ordina in modo ascendente il contenuto della colonna corrente nella tabella corrente, fermandosi prima della formula se presente in qualsiasi colonna.

source: Sort descending the content of the current column in the current table, after confirmation, stopping before the formula if it's present in any column.
it: Ordina in modo discendente il contenuto della colonna corrente nella tabella corrente, fermandosi prima della formula se presente in qualsiasi colonna.

source: Move the cursor in the search field, if it’s visible.
it: Sposta il cursore nel campo ricerca, se è visibile.

source: Move the cursor in the filter field, if it's visible.
it: Sposta il cursore nel campo filtro, se è visibile.

source: Remove the filters in the current table and calculate the formulas.
it: Rimuovi i filtri nella tabella corrente e calcola le formule.

source: Copy the content of the selected cells in the clipboard.
it: Copia il contenuto delle celle selezionate negli appunti.

source: Paste the content of the clipboard in the current (and following) cells.
it: Incolla il contenuto degli appunti nelle celle correnti (e successive).

source: Undo the last changes while the editor of a cell in the grid is still active.
it: Annulla le ultime modifiche mentre l'editor di una cella nella griglia è ancora attivo.

source: In the todo form
it: Maschera delle attività

source: Hide the todo items already done.
it: Nascondi le attività già eseguite.

source: Toggle the state of the selected todo item from to be done to done, and vice versa.
it: Alterna lo stato dell'elemento attività selezionato da incompleto a fatto e viceversa.

source: Copy in the clipboard the todo items.
it: Copia in ritaglio le attività.
